HSDTaskName = "Bloqueo de faxes basura";

//progress title when printing the junk fax list
"PRINT_PROGRESS_TITLE" = "Imprimiendo… Por favor, espere";

//button titles
"DONE" = "Terminado";
"YES" = "Sí";
"NO" = "No";
"OK" = "OK";
"CLOSE" = "Cerrar";
DeleteButtonTitle = "Eliminar";

//Block status label
"BLOCK_STATUS_MESSAGE" = "%1$d de %2$d entradas utilizadas";

//Not a valid block fax number
"INVALID_FAX_NUMBER_TITLE" = "Nº de fax no válido";
"INVALID_FAX_NUMBER_DESC" = "Ha introducido un nº de fax no válido. Sólo es posible introducir números (0123456789). Introduzca un número de fax válido e inténtelo de nuevo.";

//Caller ID required warning message, when Block status is made ON
"JUNK_FAX_WARNING_TITLE" = "Se necesita el ID de la persona que llama";
"JUNK_FAX_WARNING_DESC" = "Bloqueo de faxes basura necesita que el dispositivo esté conectado a una línea con ID de la persona que llama habilitado.\n\nSi no está seguro si su línea tiene el ID de la persona que llama habilitado, póngase en contacto con el proveedor de servicios telefónicos.";
"JUNK_FAX_DELETION_DESC" = "¿Seguro que desea suprimir el número o números seleccionado(s) de la lista Números de fax bloqueados?";

//Duplicate entry error, If we need to allow duplicates
"DUPLICATE_JUNK_FAX_ENTRY_TITLE" = "Número duplicado";
"DUPLICATE_JUNK_FAX_ENTRY_DESC" = "Este número ya se encuentra en la lista de Números de fax bloqueados. ¿Desea añadirlo otra vez?";

//Duplicate entry Error.
"DUPLICATE_JUNK_FAX_ENTRY_TITLE1" = "Nº de fax de bloqueo duplicado";
"DUPLICATE_JUNK_FAX_ENTRY_DESC1" = "Este número ya se encuentra en la lista de Números de fax bloqueados.";

// explanation why the fax setting were not applied
FaxNotAppliedExplanation = "Compruebe que el dispositivo esté en línea y no está procesando un trabajo de fax.";

HSDTaskDescriptionTitle = "Usar Bloqueo de faxes basura para bloquear los faxes entrantes de los nº de ID de personas que llaman seleccionados.";
HSDJunkFaxBlockingStateTitle = "Bloqueo de fax de ID de persona que llama:";
HSDBlockedNumbersTitle = "Números bloqueados:";
HSDApplyButtonTitle = "Aplicar ahora";
HSDPrintListButtonTitle = "Imprimir lista";

HSDEditPanelDescriptionTitle = "Introduzca nº de fax que bloquear:";
HSDOffButtonTitle = "Desactivado";
HSDOnButtonTitle = "Activado";

HSDFaxNumberTitle = "Nº de fax";
HSDEditButtonTitle = "Editar...";
HSDCreateButtonTitle = "Crear";
HSDCancelButtonTitle = "Cancelar";

AskSaveChangesAlertTitle = "Ha editado la lista de bloqueo de fax";
AskSaveChangesAlertMsg = "Los cambios que realizó no se incluirán en la lista impresa si no los aplica. ¿Desea aplicar los cambios que realizó a la lista antes de imprimirla?";
AskSaveChangesDontApplyButtonTitle = "No aplicar";
AskSaveCahngesApplyButtonTitle = "Aplicar";

PlusButtonToolTip = "Añadir nuevo número bloqueado";
MinusButtonToolTip = "Suprimir número bloqueado";
EditButtonToolTip = "Editar número bloqueado";
PrintButtonToolTip = "Imprimir números bloqueados";
